{
    "_meta": {
        "maxChars": {
            "welcome": 22,
            "readyToPlay": 36,
            "pressContinue": 67,
            "greatJob": 24,
            "onePlusOne": 25,
            "protections": 20,
            "start_key": 16,
            "victory_key": 192,
            "crawling": 18,
            "start_again_key": 30,
            "S2_ReproduceWindow_0": 253,
            "complexNutrientSynthesis": 48,
            "resume_back_to_mm_key": 25,
            "S1_Movement": 82,
            "S4_ReproduceWindow_0": 193,
            "S3_ReproduceWindow_0": 160,
            "aminoAcidSynthesis_description": 196,
            "settings_key": 23,
            "EOG_Congratulations": 183,
            "structuralAdaptations": 20,
            "reproduce_key": 20,
            "S3_UnadaptedOffspring": 142,
            "LevelTitle_5": 25,
            "losingCondition_starving": 117,
            "LevelTitle_4": 25,
            "losingCondition_afterhavingprotectiontrait": 88,
            "LevelTitle_6": 26,
            "unsynthesizableFood": 82,
            "vibrate": 17,
            "defeat_key": 17,
            "LevelTitle_1": 30,
            "losingCondition_enemy": 154,
            "Chapter": 18,
            "gt_adaptation_tree_key": 31,
            "bufferSkin_description": 251,
            "LevelTitle_3": 46,
            "thickMembrane": 25,
            "crawling_description": 254,
            "music_key": 16,
            "losingCondition_acid": 48,
            "aminoAcidSynthesis": 34,
            "thickMembrane_description": 168,
            "mucousAcid": 22,
            "backToDNAMenu": 31,
            "main_menu_key": 24,
            "cilia": 16,
            "base": 19,
            "flagella_description": 240,
            "tryAgain": 30,
            "FoodIstaken": 117,
            "sfx_key": 27,
            "complexNutrientSynthesis_description": 229,
            "S5_ReproduceWindow_0": 180,
            "TryToPassAcid": 137,
            "vibrate_description": 135,
            "on_key": 18,
            "victory_title_key": 18,
            "get_back_to_the_arena_key": 33,
            "mucousAcid_description": 225,
            "pause_key": 15,
            "synthesizingNutrients": 20,
            "final_form_key": 21,
            "surround": 18,
            "adapt_key": 17,
            "bufferSkin": 23,
            "cilia_description": 235,
            "S2_StartsToMoveAround": 179,
            "S1_FirstDotOfFood": 142,
            "off_key": 16,
            "behavioralAdaptations": 17,
            "new_game_key": 21,
            "continue_key": 19,
            "AproachUneatableFood": 76,
            "S3_EnemyOnScreen": 212,
            "S1_StartsToMoveAround": 93,
            "S3_ReproduceWindow_1": 118,
            "LevelTitle_8": 26,
            "inflate": 17,
            "adaptation_tree_key": 31,
            "inflate_description": 133,
            "BiggerHostileEnemyTouchsPlayerandProtectionTraitIsOn": 88,
            "S2_MoveAroundAgain": 94,
            "EnemyCanBeDeactivated": 201,
            "tts_key": 24,
            "restart_level_key": 25,
            "S4_EatsNewNutrients": 152,
            "flagella": 18,
            "BonusLevel8_Congratulations": 298,
            "LevelTitle_2": 43,
            "CollisionWithEnemy": 150,
            "LevelTitle_7": 26,
            "S2_ReproduceWindow_1": 163,
            "surround_description": 93
        }
    },
    "en": {
        "new_game_key": "New Game",
        "continue_key": "Continue",
        "adaptation_tree_key": "Adaptation Tree",
        "adapt_key": "ADAPT",
        "reproduce_key": "Reproduce",
        "losingCondition_starving": "There is not enough food for you to fill your DNA bar… let’s try again.",
        "losingCondition_acid": "Acid dissolved your cells…",
        "losingCondition_enemy": "Hostile lifeforms are a threat to your population survival. Be careful next time.",
        "losingCondition_afterhavingprotectiontrait": "It’s true you can defend yourself now… but be realistic!",
        "victory_title_key": "Victory",
        "victory_key": "Congratulations! Your population survived effectively throughout generations. But don't forget adaptation is a process without an end.",
        "start_key": "Start",
        "final_form_key": "Final form",
        "get_back_to_the_arena_key": "Get back to the arena!",
        "start_again_key": "Let's start again!",
        "defeat_key": "Defeat",
        "tryAgain": "Try again!",
        "backToDNAMenu": "Back to DNA Menu",
        "main_menu_key": "Main Menu",
        "settings_key": "Settings",
        "sfx_key": "Sound effects",
        "music_key": "Music",
        "tts_key": "Text to speech",
        "off_key": "Off",
        "on_key": "On",
        "resume_back_to_mm_key": "Resume/Back",
        "pause_key": "Pause",
        "restart_level_key": "Restart Level",
        "gt_adaptation_tree_key": "Adaptation Tree",
        "unsynthesizableFood": "You don’t know how to synthesize this kind of food yet…",
        "base": "Beginning",
        "structuralAdaptations": "Movement",
        "protections": "Protection",
        "synthesizingNutrients": "Nutrients",
        "behavioralAdaptations": "Defense",
        "cilia": "Cilia",
        "cilia_description": "Many cells have hair-like structures called cilia. These structures are used for movement and locomotion. Cilia are short and numerous hairs distributed around the cell.",
        "flagella": "Flagella",
        "flagella_description": "Many cells have hair-like structures called flagella. These structures are used for movement and locomotion. Flagella are long hairs, less numerous, that propel the cells around the environment.",
        "crawling": "Crawling",
        "crawling_description": "This type of movement refers to the ability of a cell to move slowly and continuously, often through the extension and retraction of cellular projections, such as pseudopods or filopodia.",
        "bufferSkin": "Buffer Skin",
        "bufferSkin_description": "Cells maintain a specific pH range, and one way they defend against acidity is through buffer systems. Buffers are substances that can resist changes in pH.",
        "mucousAcid": "Mucous Acid",
        "mucousAcid_description": "In multicellular organisms, particularly in epithelial tissues, cells can produce and secrete mucus as a defense against acidity. Mucous acts as a protective barrier.",
        "thickMembrane": "Thick Membrane",
        "thickMembrane_description": "A thicker membrane protects the cell against acid and corrosion and can be an effective defense against other threats.",
        "aminoAcidSynthesis": "Amino Acid Synthesis",
        "aminoAcidSynthesis_description": "Cells follow a construction manual, directing raw materials into amino acids. Amino acids enhance life form protection.",
        "complexNutrientSynthesis": "Complex Nutrient Synthesis",
        "complexNutrientSynthesis_description": "Cells follow instructions like a construction manual, rearranging complex molecules into simpler ones step by step. These nutrients significantly enrich your cells providing more nutrients.",
        "inflate": "Inflate",
        "inflate_description": "Your population increases the space between each cell to create the illusion of being bigger.",
        "surround": "Surround",
        "surround_description": "Your population surrounds the hostile entity to deactivate it.",
        "vibrate": "Vibrate",
        "vibrate_description": "Your population vibrates to create an oscillation in the medium and confuse the hostile entity.",
        "S1_Movement": "Move around using the stick, your arrow keys or WASD",
        "S1_StartsToMoveAround": "It seems that you are hungry. Let’s try to get some food.",
        "S1_FirstDotOfFood": "It seems your lifeforms are a little slow… We are lucky there is not so much competition around.",
        "S2_ReproduceWindow_0": "Now it’s time to reproduce yourself. Some mutations may occur in the process and your offspring may keep them. This process takes place as part of a random mutation process, but today we can play with it a little.",
        "S2_ReproduceWindow_1": "Let’s choose some structural adaptations for our lifeform. We need to move a little faster, don’t you think?",
        "S2_StartsToMoveAround": "Oh! Some mutations make a big improvement in populations. Moving faster gives the offspring more chances of surviving.",
        "S2_MoveAroundAgain": "There’s a lot of food… but not enough for everyone. Hurry up!",
        "S3_ReproduceWindow_0": "Now you have to choose a protection trait. Maybe it’s time for your life forms to be acid resistant now…",
        "S3_ReproduceWindow_1": "Remember: new mutations may be part of the offspring's heir.",
        "S3_UnadaptedOffspring": "The offspring that do not adapt their defenses can’t survive to the new challenges of the environment.",
        "S3_EnemyOnScreen": "Some hostile lifeforms also explore around this place, looking for food. Be careful. Move fast or find a place to hide: you don’t want to be in their way.",
        "S4_ReproduceWindow_0": "Now it’s time to add the food synthesis adaptation to the list of your traits. At least, every advantage is important when you need to survive.",
        "S4_EatsNewNutrients": "Now you are able to synthesize new nutrients. It means you can evolve faster than your previous heritage.",
        "S5_ReproduceWindow_0": "The behavior of your population is a form of adaptation too. Maybe you can confront some hostile entities out there with the correct choice.",
        "EOG_Congratulations": "Congratulations! Your population survived effectively throughout generations. But don't forget adaptation is a process without an end...",
        "BonusLevel8_Congratulations": "Adaptation is a process that requires time and randomness. Of course, randomness is not represented here, but you did a great job choosing the correct adaptations to make your population survive. Congratulations! Now you can try another combination of traits",
        "FoodIstaken": "There is not enough food for you to fill your DNA bar… let’s try again!",
        "TryToPassAcid": "Acid dissolves your cells… maybe you should need more protection before trying going there again.",
        "AproachUneatableFood": "You don’t know how to synthesize this kind of food…",
        "CollisionWithEnemy": "Hostile lifeforms are a treat to your population survival. Be careful next time.",
        "EnemyCanBeDeactivated": "Entities that are small and are on their own can be confronted. Make sure they are alone. You cannot defeat a group of cells. You can try getting closer and see!",
        "BiggerHostileEnemyTouchsPlayerandProtectionTraitIsOn": "It’s true you can defend yourself now… but be realistic!",
        "Chapter": "Chapter",
        "LevelTitle_1": "Welcome to life",
        "LevelTitle_2": "Looking for food… faster",
        "LevelTitle_3": "A Hostile World Out There",
        "LevelTitle_4": "New Challenges",
        "LevelTitle_5": "Defend Yourself",
        "LevelTitle_6": "Bonus Level 1",
        "LevelTitle_7": "Bonus Level 2",
        "LevelTitle_8": "Bonus Level 3"
    },
    "es": {
        "new_game_key": "Nuevo Juego",
        "continue_key": "Continuar",
        "adaptation_tree_key": "Árbol de Adaptaciones",
        "adapt_key": "ADAPTAR",
        "reproduce_key": "Reproducir",
        "losingCondition_starving": "No hay suficiente comida para llenar tu barra de ADN... intentémoslo de nuevo.",
        "losingCondition_acid": "El ácido disolvió tus células...",
        "losingCondition_enemy": "Las formas de vida hostiles son una amenaza para la supervivencia de tu población. Ten más cuidado la próxima vez.",
        "losingCondition_afterhavingprotectiontrait": "Es cierto que ahora puedes defenderte... ¡pero sé realista!",
        "victory_title_key": "Victoria",
        "victory_key": "¡Felicidades! Tu población ha sobrevivido eficazmente a lo largo de varias generaciones. Pero no olvides que la adaptación es un proceso que no termina.",
        "start_key": "Inicio",
        "final_form_key": "Forma final",
        "get_back_to_the_arena_key": "Volver a la arena",
        "start_again_key": "¡Empecemos de nuevo!",
        "defeat_key": "Derrota",
        "tryAgain": "¡Inténtalo de nuevo!",
        "backToDNAMenu": "Volver al Menú de ADN",
        "main_menu_key": "Menú Principal",
        "settings_key": "Configuración",
        "sfx_key": "Efectos de sonido",
        "music_key": "Música",
        "tts_key": "Texto a voz",
        "off_key": "Apagar",
        "on_key": "Encender",
        "resume_back_to_mm_key": "Reanudar/Volver",
        "pause_key": "Pausa",
        "restart_level_key": "Reiniciar Nivel",
        "gt_adaptation_tree_key": "Árbol de Adaptaciones",
        "unsynthesizableFood": "Todavía no sabes cómo sintetizar este tipo de comida...",
        "base": "Inicio",
        "structuralAdaptations": "Movimiento",
        "protections": "Protección",
        "synthesizingNutrients": "Nutrientes",
        "behavioralAdaptations": "Defensa",
        "cilia": "Cilias",
        "cilia_description": "Muchas células tienen estructuras parecidas a pelos llamadas cilias. Estas estructuras se utilizan para el movimiento. Las cilias son pelos cortos y numerosos distribuidos alrededor de la célula.",
        "flagella": "Flagelos",
        "flagella_description": "Muchas células tienen estructuras parecidas a pelos llamadas flagelos. Estas estructuras se utilizan para el movimiento. Los flagelos son pelos largos que impulsan a las células alrededor del entorno.",
        "crawling": "Arrastre",
        "crawling_description": "Este tipo de movimiento se refiere a la capacidad de una célula para moverse lentamente y de manera continua, a menudo a través de la extensión y retracción de proyecciones celulares, como pseudópodos o filopodios.",
        "bufferSkin": "Amortiguación",
        "bufferSkin_description": "Las células mantienen un rango de pH específico, y una forma en que se defienden contra la acidez es a través de sistemas de amortiguación. Los amortiguadores son sustancias que pueden resistir cambios en el pH.",
        "mucousAcid": "Ácido Mucoso",
        "mucousAcid_description": "En organismos multicelulares, especialmente en tejidos epiteliales, las células pueden producir y secretar moco como defensa contra la acidez. El moco actúa como una barrera protectora.",
        "thickMembrane": "Membrana Gruesa",
        "thickMembrane_description": "Una membrana más gruesa protege a la célula contra el ácido y la corrosión y puede ser una defensa eficaz contra otras amenazas.",
        "aminoAcidSynthesis": "Síntesis de Aminoácidos",
        "aminoAcidSynthesis_description": "Las células siguen instrucciones como un manual de construcción para desahcer aminoácidos. Los aminoácidos mejoran la protección de nuestras formas de vida.",
        "complexNutrientSynthesis": "Síntesis de Nutrientes Complejos",
        "complexNutrientSynthesis_description": "Las células siguen instrucciones como un manual de construcción, reorganizando moléculas complejas en otras más simples. Las moléculas complejas proporcionan más nutrientes.",
        "inflate": "Inflar",
        "inflate_description": "Tu población aumenta el espacio entre cada célula para crear la ilusión de ser más grande.",
        "surround": "Rodear",
        "surround_description": "Tu población rodea a la entidad hostil para desactivarla.",
        "vibrate": "Vibrar",
        "vibrate_description": "Tu población vibra para crear una oscilación en el medio y confundir a las entidades hostiles.",
        "S1_Movement": "Muévete usando el stick, tus flechas o las teclas WASD.",
        "S1_StartsToMoveAround": "Parece que tienes hambre. Intentemos conseguir algo de comida.",
        "S1_FirstDotOfFood": "Parece que tus células son un poco lentas... Tenemos suerte de que no hay tanta competencia alrededor.",
        "S2_ReproduceWindow_0": "Ahora es el momento de reproducirte. Algunas mutaciones pueden ocurrir en el proceso y tu descendencia puede conservarlas. Este proceso es aleatorio, pero hoy podemos jugar un poco con ello.",
        "S2_ReproduceWindow_1": "Elijamos algunas adaptaciones estructurales para nuestra forma de vida. Necesitamos movernos un poco más rápido, ¿no crees?",
        "S2_StartsToMoveAround": "¡Oh! Algunas mutaciones dan una gran mejora en las poblaciones. Moverse más rápido le da a la descendencia más posibilidades de sobrevivir.",
        "S2_MoveAroundAgain": "Hay mucha comida... pero no suficiente para todos. ¡Date prisa!",
        "S3_ReproduceWindow_0": "Ahora debes elegir un rasgo de protección. Tal vez sea el momento de que tus formas de vida sean resistentes al ácido...",
        "S3_ReproduceWindow_1": "Recuerda: las nuevas mutaciones forman parte de la herencia de la descendencia.",
        "S3_UnadaptedOffspring": "La descendencia que no adapta sus defensas no puede sobrevivir a los nuevos desafíos del entorno.",
        "S3_EnemyOnScreen": "Algunas formas de vida hostiles también exploran por aquí, buscando comida. Ten cuidado. Muévete rápido o encuentra un lugar para esconderte: no quieres estar en su camino.",
        "S4_ReproduceWindow_0": "Ahora es el momento de agregar la adaptación de síntesis de alimentos a la lista de adaptaciones. Cada ventaja es importante cuando necesitas sobrevivir.",
        "S4_EatsNewNutrients": "Ahora puedes sintetizar nuevos nutrientes. Significa que puedes evolucionar más rápido que tu herencia anterior.",
        "S5_ReproduceWindow_0": "El comportamiento de tu población es una forma de adaptación también. Puedes enfrentar ahora algunas entidades hostiles.",
        "EOG_Congratulations": "¡Felicidades! Tu población sobrevivió eficazmente a lo largo de generaciones. Pero no olvides que la adaptación es un proceso que no termina...",
        "BonusLevel8_Congratulations": "La adaptación es un proceso que requiere tiempo y azar. Por supuesto, el azar no está representada aquí, pero hiciste un gran trabajo eligiendo las adaptaciones correctas para hacer que tu población sobreviva. ¡Felicidades!.",
        "FoodIstaken": "No hay suficiente comida para llenar tu barra de ADN... intentémoslo de nuevo.",
        "TryToPassAcid": "El ácido disuelve tus células... tal vez necesitas más protección antes de entrar allí de nuevo.",
        "AproachUneatableFood": "No sabes cómo sintetizar este tipo de comida aun...",
        "CollisionWithEnemy": "Las formas de vida hostiles son una amenaza para la supervivencia de tu población. Ten cuidado la próxima vez.",
        "EnemyCanBeDeactivated": "Las entidades pequeñas y solitarias pueden ser confrontadas. Asegúrate de que estén solas antes de intentarlo. No puedes derrotar a un grupo de células.",
        "BiggerHostileEnemyTouchsPlayerandProtectionTraitIsOn": "Es cierto que ahora puedes defenderte... ¡pero sé realista!",
        "Chapter": "Capítulo",
        "LevelTitle_1": "Bienvenido a la vida",
        "LevelTitle_2": "Buscando comida... más rápido",
        "LevelTitle_3": "Hay un mundo hostil allá afuera",
        "LevelTitle_4": "Nuevos desafíos",
        "LevelTitle_5": "Defiéndete",
        "LevelTitle_6": "Nivel de bonus 1",
        "LevelTitle_7": "Nivel de bonus 2",
        "LevelTitle_8": "Nivel de bonus 3"
    }
}