{
    "en": {
        "tts_key": "Text to speech",
        "complexNutrientSynthesis_description": "Cells act like digesters, following a plan and turning complicated stuff into simpler things. This allows your cells to need fewer nutrients to evolve.",
        "pause_key": "Pause",
        "LevelTitle_3": "A Hostile World Out There",
        "S1_Movement_0": "You control this population of cells.",
        "S1_Movement_1": "Move around using the control stick, your arrow keys or WASD",
        "EOG_Congratulations": "Adaptation is a process that requires time and randomness. Of course, randomness is not represented here, but you did a great job choosing the correct adaptations to make your population survive. Congratulations!",
        "losingCondition_afterhavingprotectiontrait": "It's true, you can defend yourself now... but be realistic! You can't defeat enemies that are bigger than you or that are in groups.",
        "main_menu_key": "Main Menu",
        "surround_description": "Your population surrounds the hostile entity to deactivate it.",
        "LevelTitle_1": "Welcome to life",
        "S2_ReproduceWindow_1": "Let’s choose some structural adaptations for our cells. We need to move a little faster.",
        "aminoAcidSynthesis_description": "Cells act like builders, using biochemical processes to turn raw materials into amino acids. These amino acids combine to make up various parts of the cell, like providing acid protection.",
        "tryAgain": "Try again!",
        "gt_adaptation_tree_key": "Adaptation Tree",
        "S1_FirstDotOfFood": "It seems your population is a little slow. We are lucky there is not so much competition around.",
        "level_individual_victory": "Well done! Let's go to the next stage.",
        "mucousAcid_description": "With this adaptation, your cells can produce and secrete mucus as a defense against acidity. Mucus acts as a protective barrier.",
        "S1_StartsToMoveAround": "It seems that you are hungry. Let’s try to get some food.",
        "caution_key": "Caution",
        "S3_EnemyOnScreen": "Some hostile lifeforms also explore around this place, looking for food. Be careful. Move fast or find a place to hide. You don’t want to get in their way.",
        "FoodIstaken": "There is not enough food for you to fill your Energy bar. Let’s try again!",
        "S2_ReproduceWindow_0": "Now it’s time to reproduce yourself. Some mutations may occur in the process and your offspring may keep them. The offspring that can't adapt well might not survive in tough places.",
        "BiggerHostileEnemyTouchsPlayerandProtectionTraitIsOn": "It’s true, you can defend yourself now… but be realistic! You can't defeat enemies that are bigger than you or that are in groups.",
        "backToDNAMenu": "Back to DNA Menu",
        "S5_ReproduceWindow_0": "The behavior of your population is a form of adaptation too. You can now confront some small entities that are alone.",
        "LevelTitle_5": "Defend Yourself",
        "resume_back_to_mm_key": "Resume/Back",
        "victory_key": "Congratulations! Your population survived effectively throughout generations. But, don't forget adaptation is a process without an end.",
        "crawling": "Crawling",
        "bufferSkin_description": "Buffers are substances that can resist the pH changes in the acid fields. You can now enter the acid bubbles.",
        "reproduce_key": "Reproduce",
        "EnemyCanBeDeactivated": "Entities that are small and are on their own can be confronted. Make sure they are alone. You cannot defeat a group of cells.",
        "S3_ReproduceWindow_0": "Now you have to choose a protection trait. Maybe it’s time for your life forms to be acid resistant now.",
        "vibrate_description": "Your population vibrates to confuse the hostile entity.",
        "S4_ReproduceWindow_0": "Now it’s time to add food adaptation to the list of your traits. At least, every advantage is important when you need to survive.",
        "vibrate": "Vibrate",
        "adapt_key": "ADAPT",
        "LevelTitle_2": "Looking for food… faster",
        "synthesizingNutrients": "Nutrients",
        "new_game_key": "New Game",
        "inflate_description": "Your population increases the space between each cell to create the illusion of being bigger.",
        "adaptation_tree_key": "Adaptation Tree",
        "unsynthesizableFood": "You don’t know how to get this type of food yet.",
        "surround": "Surround",
        "settings_key": "Settings",
        "defeat_key": "Defeat",
        "losingCondition_starving": "There is not enough food for you to fill your Energy bar. Let’s try again.",
        "inflate": "Inflate",
        "S4_EatsNewNutrients": "Now you are able to get new nutrients. It means you can evolve faster than your previous heritage. The offspring that can't adapt well might not survive in tough places.",
        "behavioralAdaptations": "Defense",
        "LevelTitle_7": "Bonus Level 2",
        "thickMembrane_description": "A thicker membrane protects the cell against acid and corrosion and can be an effective defense against other threats.",
        "off_key": "Off",
        "S3_UnadaptedOffspring": "The offspring that do not adapt their defenses can’t survive to the new challenges of the environment.",
        "crawling_description": "This type of movement refers to the ability of a cell to move slowly and continuously.",
        "losingCondition_acid": "Acid dissolved your cells…",
        "get_back_to_the_arena_key": "Get back to the Adaptation Tree!",
        "continue_key": "Continue",
        "structuralAdaptations": "Movement",
        "start_key": "Start",
        "sfx_key": "Sound effects",
        "base": "Beginning",
        "Chapter": "Chapter",
        "protections": "Protection",
        "LevelTitle_4": "New Challenges",
        "mucousAcid": "Mucous Acid",
        "losingCondition_enemy": "Hostile lifeforms are a threat to your population survival. Be careful next time.",
        "music_key": "Music",
        "CollisionWithEnemy": "Hostile lifeforms are a threat to your population's survival. Be careful next time.",
        "S2_StartsToMoveAround": "Oh! Some mutations make a big improvement in populations. Moving faster gives the offspring more chances of surviving.",
        "TryToPassAcid": "Acid dissolves your cells. Maybe you need more protection before trying to go in there again.",
        "complexNutrientSynthesis": "Complex Nutrient Synthesis",
        "cilia": "Cilia",
        "victory_title_key": "Victory",
        "LevelTitle_8": "Bonus Level 3",
        "LevelTitle_6": "Bonus Level 1",
        "on_key": "On",
        "S3_warning_initpause": "Now there are hostile forms that are dangerous for your population. Be aware of warning signs and try to avoid them!",
        "AproachUneatableFood": "You don’t know how to get this type of food.",
        "thickMembrane": "Thick Membrane",
        "cilia_description": "Many cells have hair-like structures called cilia. These structures are used for movement and locomotion.",
        "aminoAcidSynthesis": "Amino Acid Synthesis",
        "S2_warning_initpause": "Be careful with the acid bubbles. They can dissolve your cells!",
        "final_form_key": "Final form",
        "S3_ReproduceWindow_1": "Remember: new mutations may be part of the offspring's heir.",
        "bufferSkin": "Buffer Skin",
        "start_again_key": "Let's start again!",
        "flagella_description": "Flagella are structures used for movement and locomotion. They are long hairs, less numerous than cilia, that propel the cells around the environment.",
        "restart_level_key": "Restart Level",
        "flagella": "Flagella",
        "S2_MoveAroundAgain": "There’s a lot of food, but not enough for everyone. Hurry up!"
    },
    "es": {
        "tts_key": "Texto a voz",
        "complexNutrientSynthesis_description": "Las células actúan como constructores, siguiendo un plan y convirtiendo cosas complicadas en cosas más simples. Esto hace que tus células necesiten menos nutrientes para evolucionar..",
        "pause_key": "Pausa",
        "LevelTitle_3": "Hay un mundo hostil allá afuera",
        "S1_Movement_0": "Tú controlas esta población de células.",
        "S1_Movement_1": "Muévete usando el stick, tus flechas o las teclas WASD.",
        "EOG_Congratulations": "La adaptación es un proceso que requiere tiempo y azar. Por supuesto, el azar no está representada aquí, pero hiciste un gran trabajo eligiendo las adaptaciones correctas para hacer que tu población sobreviva. ¡Felicidades!.",
        "losingCondition_afterhavingprotectiontrait": "Es verdad, puedes defenderte ahora... ¡pero sé realista! No puedes derrotar a enemigos que son más grandes que tú o que están en grupos.",
        "main_menu_key": "Menú Principal",
        "surround_description": "Tu población rodea a la entidad hostil para desactivarla.",
        "LevelTitle_1": "Bienvenido a la vida",
        "S2_ReproduceWindow_1": "Elijamos algunas adaptaciones estructurales para nuestra forma de vida. Necesitamos movernos un poco más rápido, ¿no crees?",
        "aminoAcidSynthesis_description": "Las células actúan como constructores, utilizando un manual para convertir materiales crudos en aminoácidos. Estos aminoácidos fortalecen las células contra el ácido.",
        "tryAgain": "¡Inténtalo de nuevo!",
        "gt_adaptation_tree_key": "Árbol de Adaptaciones",
        "S1_FirstDotOfFood": "Parece que tus células son un poco lentas... Tenemos suerte de que no hay tanta competencia alrededor.",
        "level_individual_victory": "Muy bien! Sigamos.",
        "mucousAcid_description": "En organismos multicelulares, especialmente en tejidos epiteliales, las células pueden producir y secretar moco como defensa contra la acidez. El moco actúa como una barrera protectora.",
        "S1_StartsToMoveAround": "Parece que tienes hambre. Intentemos conseguir algo de comida.",
        "caution_key": "Precaución",
        "S3_EnemyOnScreen": "Algunas formas de vida hostiles también exploran por aquí, buscando comida. Ten cuidado. Muévete rápido o encuentra un lugar para esconderte: no quieres estar en su camino.",
        "FoodIstaken": "No hay suficiente comida para llenar tu barra de energía... intentémoslo de nuevo.",
        "S2_ReproduceWindow_0": "Ahora es el momento de reproducirte. En el proceso, pueden ocurrir algunas mutaciones y tus descendientes pueden conservarlas. La descendencia que no puede adaptarse bien podría no sobrevivir en situaciones difíciles.",
        "BiggerHostileEnemyTouchsPlayerandProtectionTraitIsOn": "Es cierto que ahora puedes defenderte... ¡pero sé realista! No puedes derrotar a enemigos que son más grandes que tú o que están en grupos.",
        "backToDNAMenu": "Volver al Menú de ADN",
        "S5_ReproduceWindow_0": "El comportamiento de tu población es una forma de adaptación también. Puedes enfrentarte ahora a algunos enemigos que estén solos.",
        "LevelTitle_5": "Defiéndete",
        "resume_back_to_mm_key": "Reanudar/Volver",
        "victory_key": "¡Felicidades! Tu población ha sobrevivido eficazmente a lo largo de varias generaciones. Pero no olvides que la adaptación es un proceso que no termina.",
        "crawling": "Arrastre",
        "bufferSkin_description": "Los amortiguadores son sustancias que pueden resistir los cambios de pH en el ácido. Ahora puedes entrar en las burbujas ácidas.",
        "reproduce_key": "Reproducir",
        "EnemyCanBeDeactivated": "Las entidades pequeñas y solitarias pueden ser confrontadas. Asegúrate de que estén solas antes de intentarlo. No puedes derrotar a un grupo de células.",
        "S3_ReproduceWindow_0": "Ahora debes elegir un rasgo de protección. Tal vez sea el momento de que tus formas de vida sean resistentes al ácido...",
        "vibrate_description": "Tu población vibra para crear una oscilación en el medio y confundir a las entidades hostiles.",
        "S4_ReproduceWindow_0": "Ahora es el momento de agregar la adaptación de alimentos a la lista de adaptaciones. Cada ventaja es importante cuando necesitas sobrevivir.",
        "vibrate": "Vibrar",
        "adapt_key": "ADAPTAR",
        "LevelTitle_2": "Buscando comida... más rápido",
        "synthesizingNutrients": "Nutrientes",
        "new_game_key": "Nuevo Juego",
        "inflate_description": "Tu población aumenta el espacio entre cada célula para crear la ilusión de ser más grande.",
        "adaptation_tree_key": "Árbol de Adaptaciones",
        "unsynthesizableFood": "Todavía no sabes cómo obtener este tipo de comida...",
        "surround": "Rodear",
        "settings_key": "Configuración",
        "defeat_key": "Derrota",
        "losingCondition_starving": "No hay suficiente comida para llenar tu barra de energía... intentémoslo de nuevo.",
        "inflate": "Inflar",
        "S4_EatsNewNutrients": "Ahora puedes obtener nuevos nutrientes. Significa que puedes evolucionar más rápido que tu población anterior. La descendencia que no puede adaptarse bien podría no sobrevivir en situaciones difíciles.",
        "behavioralAdaptations": "Defensa",
        "LevelTitle_7": "Nivel de bonus 2",
        "thickMembrane_description": "Una membrana más gruesa protege a la célula contra el ácido y la corrosión y puede ser una defensa eficaz contra otras amenazas.",
        "off_key": "Apagar",
        "S3_UnadaptedOffspring": "La descendencia que no adapta sus defensas no puede sobrevivir a los nuevos desafíos del entorno.",
        "crawling_description": "Este tipo de movimiento se refiere a la capacidad de una célula para moverse lentamente y de manera continua.",
        "losingCondition_acid": "El ácido disolvió tus células...",
        "get_back_to_the_arena_key": "Volver al árbol de adaptaciones",
        "continue_key": "Continuar",
        "structuralAdaptations": "Movimiento",
        "start_key": "Inicio",
        "sfx_key": "Efectos de sonido",
        "base": "Inicio",
        "Chapter": "Capítulo",
        "protections": "Protección",
        "LevelTitle_4": "Nuevos desafíos",
        "mucousAcid": "Ácido Mucoso",
        "losingCondition_enemy": "Las formas de vida hostiles son una amenaza para la supervivencia de tu población. Ten más cuidado la próxima vez.",
        "music_key": "Música",
        "CollisionWithEnemy": "Las formas de vida hostiles son una amenaza para la supervivencia de tu población. Ten cuidado la próxima vez.",
        "S2_StartsToMoveAround": "¡Oh! Algunas mutaciones dan una gran mejora en las poblaciones. Moverse más rápido le da a la descendencia más posibilidades de sobrevivir.",
        "TryToPassAcid": "El ácido disuelve tus células... tal vez necesitas más protección antes de entrar allí de nuevo.",
        "complexNutrientSynthesis": "Síntesis de Nutrientes Complejos",
        "cilia": "Cilias",
        "victory_title_key": "Victoria",
        "LevelTitle_8": "Nivel de bonus 3",
        "LevelTitle_6": "Nivel de bonus 1",
        "on_key": "Encender",
        "S3_warning_initpause": "Ahora hay formas de vida hostiles que son peligrosas para tu población. Presta atención a los signos de peligro y trata de esquivar a los enemigos.",
        "AproachUneatableFood": "No sabes cómo obtener este tipo de comida aun...",
        "thickMembrane": "Membrana Gruesa",
        "cilia_description": "Muchas células tienen estructuras parecidas a pelos llamadas cilias. Estas estructuras se utilizan para el movimiento. Las cilias son pelos cortos y numerosos distribuidos alrededor de la célula.",
        "aminoAcidSynthesis": "Síntesis de Aminoácidos",
        "S2_warning_initpause": "Cuidado con las burbujas de ácido, ¡pueden disolver tus células!",
        "final_form_key": "Forma final",
        "S3_ReproduceWindow_1": "Recuerda: las nuevas mutaciones forman parte de la herencia de la descendencia.",
        "bufferSkin": "Amortiguación",
        "start_again_key": "¡Empecemos de nuevo!",
        "flagella_description": "Los flagelos son estructuras que se utilizan para el movimiento. Son pelos largos que impulsan a las células alrededor del entorno.",
        "restart_level_key": "Reiniciar Nivel",
        "flagella": "Flagelos",
        "S2_MoveAroundAgain": "Hay mucha comida... pero no suficiente para todos. ¡Date prisa!"
    }
}